Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/ostoskori.html.tmx
Source language: fin
Languages: sme

source: OSTOSKORI
sme: Oasttuskore

source: Kirjatilausten toimitus ajalla 9.6-2.7. sekä 10.-28.7.2023
sme: Girjediŋgojumiid doaimmaheapmi áigodagas 9.6-2.7. ja 10.-28.7.2023

source: Kirjatilauksia ei toimiteta ajalla 9.6.-2.7.
sme: Girjediŋgojumit eai doaimmahuvvo luomu geažil áigodagas 9.6.-2.7.

source: ja ajalla 10.-28.7.2023 loma-ajan vuoksi.
sme: ja 10.-28.7.2023.

source: Tilaukset, jotka on tehty 5.7.2023 mennessä, ehditään laskuttaa ja pakata.
sme: Diŋgojumit, mat leat joavdan 5.7.2023 rádjai, páhkkejuvvojit ja dain sáddejuvvojit rehkegat diŋgojeaddjái.

source: Tilaus toimitetaan, kun lasku on maksettu.
sme: Diŋgojupmi doaimmahuvvo, go rehket leat máksojuvvon.

source: Maksettujen kirjatilausten sekä oppilaitosten ja saamenkielisten varhaiskasvatusyksikköjen maksuttomien kirjatilausten nouto on mahdollista myös kyseisenä aikana.
sme: Máksojuvvon girjediŋgojumiid sihke skuvllaid ja árrabajásgeassinovttadagaid nuvttá girjediŋgojumiid sáhttá viežžat maiddái dán áigodagas.

source: Lähetettäviä kirjoja voi tilata myös Duodji Shopista: https://duodjishop.fi/tuote-osasto/kirjat/
sme: Girjjiid sáhttá diŋgot maiddái Duodji Shop -fierbmegávppis: https://duodjishop.fi/se/tuote-osasto/kirjat/

source: English
sme: Oasttuskore lea guorus.

source: Bookorders will not be delivered by mail between 9.6.-2.7.
sme: Ruovttoluotta gávpái
